
const music = [
	{ 
		"name": "心愿", 
		"singer": "四个女孩",
		"img": require("@/assets/images/878431574282626913.jpg"),
		"src": 'http://m10.music.126.net/20180403152042/2d56d99c78028d9744b5a2d2d48a538a/ymusic/6506/c52f/86ed/ae406fe2da91820f88d5953556c936c3.mp3',
		"lrc": `[00:00.00] 作曲 : 王泽
				[00:01.00] 作词 : 王泽
				[00:09.900]湖水是你的眼神
				[00:12.770]梦想满天星辰
				[00:15.850]心情是一个传说
				[00:18.470]亘古不变地等候
				[00:22.080]成长是一扇树叶的门
				[00:25.250]童年有一群亲爱的人
				[00:28.130]春天是一段路程
				[00:31.359]沧海桑田的拥有
				[00:34.469]那些我爱的人
				[00:37.379]那些离逝的风
				[00:40.369]那些永远的誓言一遍一遍
				[00:46.619]那些爱我的人
				[00:49.399]那些沉淀的泪
				[00:53.090]那些永远的誓言一遍一遍
				[00:59.829]湖水是你的眼神
				[01:03.190]梦想满天星辰
				[01:05.609]心情是一个传说
				[01:08.690]亘古不变地等候
				[01:11.479]成长是一扇树叶的门
				[01:14.659]童年有一群亲爱的人
				[01:17.879]春天是一段路程
				[01:20.869]沧海桑田的拥有
				[01:24.129]那些我爱的人
				[01:26.999]那些离逝的风
				[01:29.809]那些永远的誓言一遍一遍
				[01:35.829]那些爱我的人
				[01:38.829]那些沉淀的泪
				[01:42.049]那些永远的誓言一遍一遍
				[01:49.609]我们都曾有过一张天真而忧伤的脸
				[01:55.129]手握阳光我们望着遥远
				[02:00.669]轻轻的一天天一年又一年
				[02:07.230]长大间我们是否还会再唱起心愿
				[02:12.810]轻轻的一天天一年又一年
				[02:19.220]长大间我们是否还会再唱起心愿
				[02:25.250]长大间我们是否还会再唱起心愿` 
	}, {
		"name": "朋友别哭",
		"singer": "孙露",
		"img": require("@/assets/images/5866994045829340.jpg"),
		"src": "http://m10.music.126.net/20180403141238/40e2d1535050d9d189fed56d68a96e9a/ymusic/a686/6a6b/8add/bbb4b69e10c1439c0270ced7c048ba91.mp3",
		"lrc": `ti:朋友别哭]
				[ar:孙露]
				[00:01.286]朋友别哭
				[00:29.757]有没有一扇窗
				[00:33.425]能让你不绝望
				[00:36.414]看一看花花世界
				[00:39.61]原来像梦一场
				[00:42.712]有人哭有人笑
				[00:45.806]有人输有人老
				[00:48.623]到结局还不是一样
				[00:54.638]有没有一种爱
				[00:58.161]能让你不受伤
				[01:01.264]这些年堆积多少对你的痴心话
				[01:07.551]什么酒醒不了
				[01:10.551]什么痛忘不掉
				[01:13.614]向前走就不可能回头望
				[01:19.673]朋友别哭
				[01:21.949]我依然是你心灵的归宿
				[01:25.898]朋友别哭
				[01:27.948]要相信自己的路
				[01:32.164]红尘中有太多茫然痴心的追逐
				[01:38.445]你的苦我也有感触
				[02:12.673]有没有一种爱
				[02:16.133]能让你不受伤
				[02:19.256]这些年堆积多少对你的痴心话
				[02:25.480]什么酒醒不了
				[02:28.486]什么痛忘不掉
				[02:31.569]向前走就不可能回头望
				[02:37.514]朋友别哭
				[02:39.826]我依然是你心灵的归宿
				[02:43.743]朋友别哭
				[02:45.797]要相信自己的路
				[02:50.50]红尘中有太多茫然痴心的追逐
				[02:56.258]你的苦我也有感触
				[03:02.558]朋友别哭
				[03:04.735]我一直在你心灵最深处
				[03:08.736]朋友别哭
				[03:10.850]我陪你就不孤独
				[03:15.100]人海中难得有几个真正的朋友
				[03:21.154]这份情请你不要不在乎
				[03:27.438]人海中难得有几个真正的朋友
				[03:33.715]这份情请你不要不在乎`
	}, {
		"name": "平凡之路",
		"singer": "朴树",
		"img": require("@/assets/images/18885211718782327.jpg"),
		"src": "http://m10.music.126.net/20180403141301/0a7a91654fe33c5aa7e82658a6b3e205/ymusic/5dde/f2d3/3dba/0a0914dcd1585247b58938a3a7afd925.mp3",
		"lrc": `[00:00.00] 作曲 : 朴树
				[00:01.00] 作词 : 韩寒/朴树
				[00:11.850]徘徊着的 在路上的
				[00:17.390]你要走吗 via via
				[00:22.580]易碎的 骄傲着
				[00:28.740]那也曾是我的模样
				[00:34.500]沸腾着的 不安着的
				[00:40.140]你要去哪 via via
				[00:45.880]谜一样的 沉默着的
				[00:51.030]故事你真的 在听吗
				[00:55.910]我曾经跨过山和大海 也穿过人山人海
				[01:01.390]我曾经拥有着的一切 转眼都飘散如烟
				[01:07.040]我曾经失落失望 失掉所有方向
				[01:13.250]直到看见平凡 才是唯一的答案
				[01:31.640]当你仍然 还在幻想
				[01:37.120]你的明天 via via
				[01:42.710]她会好吗 还是更烂
				[01:48.540]对我而言 是另一天
				[01:52.780]我曾经毁了我的一切 只想永远地离开
				[01:58.230]我曾经堕入无边黑暗 想挣扎无法自拔
				[02:04.160]我曾经像你像他 像那野草野花
				[02:09.990]绝望着 渴望着 也哭也笑着平凡着
				[03:02.420]向前走 就这么走 就算你被给过什么
				[03:07.810]向前走 就这么走 就算你被夺走什么
				[03:13.550]向前走 就这么走 就算会错过什么
				[03:19.250]向前走 就这么走 就算会
				[03:23.890]我曾经跨过山和大海 也穿过人山人海
				[03:29.210]我曾经拥有着的一切 转眼都飘散如烟
				[03:34.940]我曾经失落失望 失掉所有方向
				[03:41.040]直到看见平凡 才是唯一的答案
				[03:46.420]我曾经毁了我的一切 只想永远地离开
				[03:51.970]我曾经堕入无边黑暗 想挣扎无法自拔
				[03:57.850]我曾经像你像他 像那野草野花
				[04:03.400]绝望着 渴望着 亦哭亦笑着平凡着
				[04:09.120]我曾经跨过山和大海 也穿过人山人海
				[04:14.680]我曾经问遍整个世界 从来没得到答案
				[04:20.410]我不过像你像他 像那野草野花
				[04:26.210]冥冥中 这是我 唯一要走的路啊
				[04:33.540]时间无言 如此这般 明天已在眼前
				[04:44.730]风吹过的 路依然远 你的故事讲到了哪
				[04:56.550]↵[04:57.550]Arragement : 朴树
				[04:58.550]Bass : 泊宁
				[04:59.040]Programing / Guitars / Keyboards &Sythn : 朴树
				[05:00.040]Hormony : 叶蓓 / 窦颖 / 俞杨洋 / 德恒 / 郎磊 / 泊宁 / 于健 / 周霁 / 宋赫伦 / 符宁,等
				[05:01.040]Recording Engineer : 泊宁
				[05:02.040]Mixing Engineer : 李军`
	}, {
		"name": "偷偷想你",
		"singer": "许秋怡",
		"img": require("@/assets/images/26388279081545.jpg"),
		"src": "http://m10.music.126.net/20180403141325/7b929f80708f241d85e7afd0c43d606a/ymusic/7686/ec95/2b68/7e7d18082d9e01870bd0ce2cb892a1b4.mp3",
		"lrc": `[00:30.67]可知道爱情是怎样
				[00:37.17]飘忽的风蕴酝
				[00:43.24]可知道为谁仍张望
				[00:49.99]心中一些震荡
				[00:55.74]如何开始给结下的网
				[01:01.94]常为你着迷恋有所思
				[01:08.33]傻傻的痴收起难告示
				[01:14.89]不经意太多挂念
				[01:21.72]偷偷想你可会知这心意
				[01:27.52]让幻想丰富我心事
				[01:34.41]假使当你感觉到这心里
				[01:40.26]别要狠狠转身别离
				[02:16.25]当知这爱原是抽象
				[02:22.78]找紧诗般幻象
				[02:28.72]当知这爱难望闪亮
				[02:35.49]给它掩饰漂亮
				[02:41.09]为何倾心只觉全失控
				[02:47.45]从未这样迷恋你可知
				[02:53.86]埋藏的诗心内留故事
				[03:00.25]可知道爱多幼稚
				[03:07.12]偷偷想你可会知这心意
				[03:13.14]让幻想丰富我心事
				[03:19.88]假使当你感觉到这心里
				[03:25.83]别要狠狠转身别离
				[03:32.81]偷偷想你可会知这心意
				[03:38.62]让幻想丰富我心事
				[03:45.41]假使当你感觉到这心里
				[03:51.54]别要狠狠转身别离
				[03:57.95]愿你收起有天记起`
	}, { 
		"name": "心愿", 
		"singer": "四个女孩",
		"img": require("@/assets/images/878431574282626913.jpg"),
		"src": 'http://m10.music.126.net/20180403141054/c8e68f98883883bb13a6f4e7522afe0c/ymusic/6506/c52f/86ed/ae406fe2da91820f88d5953556c936c3.mp3', 
		"lrc": `[00:00.00] 作曲 : 王泽
				[00:01.00] 作词 : 王泽
				[00:09.900]湖水是你的眼神
				[00:12.770]梦想满天星辰
				[00:15.850]心情是一个传说
				[00:18.470]亘古不变地等候
				[00:22.080]成长是一扇树叶的门
				[00:25.250]童年有一群亲爱的人
				[00:28.130]春天是一段路程
				[00:31.359]沧海桑田的拥有
				[00:34.469]那些我爱的人
				[00:37.379]那些离逝的风
				[00:40.369]那些永远的誓言一遍一遍
				[00:46.619]那些爱我的人
				[00:49.399]那些沉淀的泪
				[00:53.090]那些永远的誓言一遍一遍
				[00:59.829]湖水是你的眼神
				[01:03.190]梦想满天星辰
				[01:05.609]心情是一个传说
				[01:08.690]亘古不变地等候
				[01:11.479]成长是一扇树叶的门
				[01:14.659]童年有一群亲爱的人
				[01:17.879]春天是一段路程
				[01:20.869]沧海桑田的拥有
				[01:24.129]那些我爱的人
				[01:26.999]那些离逝的风
				[01:29.809]那些永远的誓言一遍一遍
				[01:35.829]那些爱我的人
				[01:38.829]那些沉淀的泪
				[01:42.049]那些永远的誓言一遍一遍
				[01:49.609]我们都曾有过一张天真而忧伤的脸
				[01:55.129]手握阳光我们望着遥远
				[02:00.669]轻轻的一天天一年又一年
				[02:07.230]长大间我们是否还会再唱起心愿
				[02:12.810]轻轻的一天天一年又一年
				[02:19.220]长大间我们是否还会再唱起心愿
				[02:25.250]长大间我们是否还会再唱起心愿`
	},
]

export default music;